Repository: BeAPI/bea-acf-taxonomy-term
Catalog: languages/bea-acf-*.po
Languages: tt_fr_fr

source: Term Taxonomy Selector
tt_fr_fr: Sélecteur de termes de taxonomie

source: All custom post types
tt_fr_fr: Tous les types de contenus

source: Post types
tt_fr_fr: Types de contenus

source: Post types to use for taxonomies
tt_fr_fr: Types de contenues associés aux taxonomies

source: Multiple select
tt_fr_fr: Sélecteur multiple

source: Allows selection of multiple of terms
tt_fr_fr: Permet de sélectionner une multitude de termes

source: Choose 1 or more taxonomies
tt_fr_fr: Choisissez 1 ou plusieurs taxonomies

source: None
tt_fr_fr: Aucun

source: Terms
tt_fr_fr: Termes

source: Choose 1 or more terms that belong to these taxonomies
tt_fr_fr: Choisissez 1 ou plusieurs termes qui appartiennent à ces taxonomies
